Repository: rollinger/xemanti
Catalog: rating/locale/*/LC_MESSAGES/django.po
Languages: de

source: State your immediate association...
de: Dein erster Gedanke...

source: Thanks for rating!
de: Danke für deine Einschätzung!

source: Rate one Word and you will get redirected!
de: Assoziiere ein Wort und du wirst sofort weitergeleitet!

source: Inspect
de: Untersuchen

source: What is your attitude towards <strong>%(ngram)s</strong>?<br> Please indicate on the right your attitude. Does %(ngram)s appear to you rather bad, weak and passive or rather good, strong and active? After you pressed the buttons that best represent your attitude, please click on the button rate.
de: Was ist deine Einstellung zu <strong>%(ngram)s</strong>?<br> Bitte gib deine Einstellung auf der rechten Seite an.Erscheint dir %(ngram)s eher schlecht, schwach und passiv oder eher gut, stark und aktiv? Nachdem du die Schaltflächen deiner Einstellung entsprechend gedrückt hast, klicke auf die Schaltfläche "Einschätzen".

source: bad
de: schlecht

source: good
de: gut

source: weak
de: schwach

source: strong
de: stark

source: passive
de: passiv

source: active
de: aktiv

source: Rate
de: Einschätzen

source: What is your sensory experience with <strong>%(ngram)s</strong>?<br> Please indicate on the right your sensory experience you have with %(ngram)s. Do you see pictures, hear sounds, think or reason about %(ngram)s? Do you experience bodily sensations, smell or taste something? After you pressed the buttons that best represent your sensory experience, please click on the button rate.
de: Welche deiner Sinne sind bei <strong>%(ngram)s</strong> hauptsächlich aktiv?<br> Bitte gib deine Sinneswahrnehmungen auf der rechten Seite an. Siehst du Bilder, hörst du Geräusche oder denkst du über %(ngram)s nach? Spürst du körperliche Empfindungen, Gerüche oder Geschmäcker? Nachdem du die Schaltflächen deiner Sinneswahrnehmung entsprechend gedrückt hast, klicke auf die Schaltfläche "Einschätzen".

source: no seeing
de: nicht sehen

source: seeing
de: sehen

source: no hearing
de: nicht hören

source: hearing
de: hören

source: no thinking
de: nicht denken

source: thinking
de: denken

source: no touching
de: nicht tasten

source: touching
de: tasten

source: no smelling
de: nicht riechen

source: smelling
de: riechen

source: no tasting
de: nicht schmecken

source: tasting
de: schmecken

source: is not relevant for
de: ist nicht relevant für

source: is associated with
de: ist assoziiert mit

source: is opposed to
de: ist gegensätzlich zu

source: is synonymous to
de: ist bedeutungsgleich mit

source: is a super category of
de: ist eine Oberkategorie von

source: is a sub category of
de: ist eine Unterkategorie von

source: is an example of
de: ist ein Beispiel von

source: is an attribute of
de: ist ein Attribut von

source: Please sort <strong>%(ngram)s</strong> by clicking the buttons where the containing statement is true to you. If you are ready click on the 'Rate' button.<br>
de: Bitte sortiere <strong>%(ngram)s</strong> durch drücken der Schaltflächen bei denen die Aussage für dich zutrifft. Wenn du fertig bist, drücke die 'Einschätzen' Schaltfläche.<br>

source: Click here if you want to go back inspecting %(ngram)s
de: Klicke hier wenn du %(ngram)s untersuchen möchtest.
