Repository: rollinger/xemanti
Catalog: xemanti/locale/*/LC_MESSAGES/django.po
Languages: de

source: Fill in your Credentials and log into Xemanti!
de: Gib deine Zugangsdaten ein und melde dich bei Xemanti an!

source: Welcome to Xemanti!
de: Willkommen auf Xemanti!

source: Something went wrong! Username or Password did not validate.
de: Etwas lief schief! Benutzername oder Passwort sind falsch

source: See you soon on Xemanti!
de: Bis bald auf Xemanti!

source: Please fill in your registration form.
de: Bitte fülle dieses Registrierungsformular aus.

source: Thanks for registering on Xemanti!
de: Danke für deine Registrierung auf Xemanti!

source: Something went wrong with your registration!
de: Etwas lief schief mit deiner Registrierung!

source: Log In:
de: Anmelden:

source: Sorry, that's not a valid username or password
de: Oh, das ist kein gültiger Benutzername

source: User name:
de: Benutzername

source: Password
de: Passwort

source: login
de: Anmelden

source: Register:
de: Registrieren:

source: Sorry, that's not a valid username, password or email
de: Oh! Du hast keinen gültigen Benuzernamen, Passwort oder E-Mail-Addresse eingegeben

source: Create my account
de: Erstelle mein Konto

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Register
de: Registrieren

source: Inspect a Word
de: Untersuche ein Wort

source: Inspect
de: Untersuchen

source: Share your Knowledge!
de: Teile dein Wissen!

source: Rate
de: Einschätzen

source: Analyze your text
de: Untersuche deinen Text

source: Reporting
de: Analysen

source: Bulk Upload
de: Massen-Upload

source: &copy; All rights reserved.
de: &copy; Alle Rechte vorbehalten.

source: FAQ
de: Häufige Fragen

source: Legal Details
de: Rechtliches

source: Contact
de: Kontakt

source: Exclusion of Liability
de: Haftungsausschluss

source: Data Security Terms
de: Datenschutzbestimmungen

source: Third-Party-Attribution
de: Fremdsoftware Hinweise

source: References
de: Referenzen

source: Register Now!
de: Jetzt registrieren!

source: Verify
de: Prüfen

source: Thanks for using Xemanti!
de: Danke das du Xemanti benutzt!

source: You want opinions from real humans, therefor we'd like to ensure you are not HAL ;) If you <b>Register on Xemanti</b>, we are confident you are human indeed!
de: Du möchtest Meinungen von echten Menschen, daher wollen wir wissen das du kein Roboter bist ;) <b>Registere dich auf Xemanti</b> und wir sind sicher, dass du ein Mensch bist. indeed!

source: Please help translate old books:
de: Helfe alte Bücher zu digitalisieren:

source: RSS Feed of latest entries
de: RSS-Feed der letzten Beiträge

source: RSS Feed of latest discussions
de: RSS-Feed der letzten Diskussionen

source: Calendar
de: Kalender

source: Tags
de: Schlagwörter

source: Recent entries
de: Neue Beiträge

source: Popular entries
de: Beliebte Beiträge

source: Archives
de: Archiv

source: Tools
de: Werkzeuge

source: Dashboard
de: Pinnwand

source: Post an entry
de: Schreib einen Beitrag

source: Log out
de: Abmelden

source: No entries yet.
de: Noch keine Beiträge.
