Repository: rollinger/xemanti
Catalog: reporting/locale/*/LC_MESSAGES/django.po
Languages: de

source: Inspect the Word:
de: Untersuch das Wort:

source: State your text you want to analyze...
de: Welchen Text möchtest du untersuchen...

source: Sorry, no entries yet! Contribute your knowledge
de: Leider noch kein Wissen vorhanden! Teile dein Wissen

source: here
de: hier

source: show more...
de: mehr...

source: Your Text:
de: Dein Text

source: Inspect
de: Untersuche

source: Associations
de: Assoziationen

source: Synonyms
de: Synonyme

source: Antonyms
de: Antonyme

source: Super Categories
de: Oberkategorien

source: Sub Categories
de: Unterkategorien

source: Examples
de: Beispiele

source: Attributes
de: Attribute

source: Attitude Dimensions
de: Einstellung

source: &chxl=1:|Bad|Weak|Passive|2:|Good|Strong|Active
de: &chxl=1:|Schlecht|Schwach|Passiv|2:|Gut|Stark|Aktiv

source: Sensory Dimensions
de: Sinneswahrnehmungen

source: &chxl=1:|no&#160;seeing|no&#160;hearing|no&#160;thinking|no&#160;touching|no&#160;smelling|no&#160;tasting|2:|seeing|hearing|thinking|touching|smelling|tasting
de: &chxl=1:|nicht&#160;sehen|nicht&#160;hören|nicht&#160;denken|nicht&#160;tasten|nicht&#160;riechen|nicht schmecken|2:|sehen|hören|denken|tasten|riechen|schmecken

source: Co-Occurrences
de: Gemeinsames Auftreten

source: Contibute your Knowledge:
de: Bring dein Wissen ein:

source: Click here to add more associations to %(ngram)s
de: Klick hier um weitere Assoziationen zu %(ngram)s hinzuzufügen

source: Add Associations
de: Assoziationen hinzufügen

source: Click here to sort existing associations of %(ngram)s
de: Klick hier um bestehende Assoziationen zu %(ngram)s zu sortieren

source: Sort Associations
de: Assoziationen sortieren

source: Click here to evaluate your attitude for %(ngram)s
de: Klick hier um deine Einstellung zu %(ngram)s hinzuzufügen

source: Evaluate for Attitude
de: Einstellung bewerten

source: Click here to evaluate which senses are involved for %(ngram)s
de: Klick hier um zu bewerten, welche Sinne bei %(ngram)s wichtig sind

source: Evaluate for Senses
de: Sinneswahrnehmung bewerten:

source: ... earn Xetis!
de: ... mach' Xetis!
